[
    { 
        "top": "44%", 
        "left": "25%", 
        "title": "Aerie Resort", 
        "info": "<p>Nestled in a scenic setting, Aerie Resort offers a collection of comfortable and well-appointed vacation rentals, perfect for both small and large groups. Whether you're planning a family reunion, corporate retreat, or a getaway with friends, Aerie Resort provides spacious accommodations, with homes that can host up to 56 guests under one roof.</p> <p>Each home features inviting living spaces, well-equipped kitchens, and comfortable bedrooms, ensuring a relaxing and enjoyable stay. Guests have access to a community pool and large hot tub, ideal for unwinding after a day of adventure.</p> <p>With a focus on convenience and comfort, every home includes a variety of amenities to enhance your stay, from entertainment spaces to outdoor gathering areas. Aerie Resort is designed for connection and relaxation, offering a welcoming retreat for every occasion.</p>", 
        "img": "Images/Aerie Resort.jpg",
        "link": "https://book.sandhollow.rentals/" 
    },
    { 
        "top": "39%", 
        "left": "27%", 
        "title": "Adventus", 
        "info": "<p>Adventus is more than just a hotel—it’s a destination designed for those who live boldly and seek the perfect balance of adventure and relaxation. Offering a mix of hotel rooms, condos, and exclusive luxury penthouse suites, Adventus provides flexible ownership opportunities, including fractional ownership in 13ths for those looking to invest in their ideal getaway.</p> <p>At the heart of Adventus is its 30,000 sq. ft., two-story destination gym, the premier attraction for fitness enthusiasts, influencers, and wellness-minded travelers. This state-of-the-art facility hosts high-energy classes, exclusive training events, and educational programs, all designed to inspire and elevate a healthy lifestyle. Tied to the gym is a chef’s kitchen, where guests can learn about nutrition, meal prep, and fueling their bodies for peak performance.</p> <p>Beyond fitness, Adventus delivers an all-encompassing experience. The first floor features 50,000 sq. ft. of retail space, with shops and services tailored to adventure seekers. Additionally, four restaurant pads provide diverse dining options, including a high-end rooftop bar and restaurant with breathtaking views—perfect for unwinding after a day of exploration.</p> <p>For those looking to relax, the third-story pool deck offers stunning vistas and a tranquil escape from the day’s adventures. Whether you’re here to push your limits, find balance, or simply enjoy a vibrant and energetic atmosphere, Adventus is where adventure meets lifestyle in a way that’s never been done before.</p>", 
        "img": "Images/Adventus.jpg", 
        "link": ""
    },
    { 
        "top": "32%", 
        "left": "49%", 
        "title": "Gateway Resort", 
        "info": "<p>Designed for those seeking a refined yet immersive retreat, Gateway Resort is a premier luxury hotel that seamlessly blends upscale comfort with the dramatic beauty of its surroundings. With 139 elegantly appointed hotel rooms, Gateway offers a sophisticated stay where modern indulgence meets the raw, breathtaking landscape of black lava rock cliffs.</p> <p>At the heart of the resort is a 27,000 sq. ft. state-of-the-art day spa, where private pools and hot tubs are thoughtfully built into the natural lava rock formations, creating a serene and secluded wellness experience. For events both grand and intimate, the 14,000 sq. ft. two-story ballroom features flexible partitioning, allowing for a range of gatherings, from large celebrations to intimate conferences.</p> <p>The resort’s stunningly landscaped pools, lazy rivers, and hot tubs weave through the natural terrain, incorporating the striking black lava rock to create a setting that is both exotic and tranquil.</p> <p>Dining at Gateway Resort is an experience in itself. The three-story signature restaurant caters to both families and adults, offering a dynamic atmosphere that shifts with each level. The upper floors feature a bar and live entertainment stage, leading seamlessly into an exclusive, adults-only pool area, nestled in a private cove of black lava rock—offering a refined escape separate from the vibrant family-friendly pool areas.</p> <p>Whether you seek relaxation, adventure, or an elegant social retreat, Gateway Resort is the perfect balance of luxury and nature—an unforgettable escape where every detail is designed to inspire and rejuvenate.</p>", 
        "img": "Images/Gateway Resort.jpg",
        "link": "" 
    },
    { 
        "top": "32%", 
        "left": "46%", 
        "title": "Gateway Clubhouse", 
        "info": "<p>The Gateway Clubhouse serves as both a temporary home for resort amenities during the construction of Gateway Resort and a long-term retreat center built to foster connection, relaxation, and community. Nestled within the black lava rock cliffs, the clubhouse features a small convention area, a pool area integrated into the natural landscape, and game spaces that offer fun and entertainment for all guests.</p> <p>With 23 rooms, including 5 bunkrooms, the clubhouse is designed to accommodate groups and gatherings of all kinds. The rooms are grouped into 6 sections, providing the perfect layout for families, reunions, or sports teams looking to travel together and have their own dedicated space. Specially designed chaperone/parent rooms are conveniently located near the bunkrooms, ensuring that larger groups can stay close-knit while maintaining privacy and comfort.</p> <p>While it serves as a temporary space during resort development, the Gateway Clubhouse is built with a long-term purpose in mind—creating a comfortable, functional retreat for family reunions, sports teams, and group travelers who seek a place where they can reconnect, recharge, and enjoy their time together in a stunning, naturally immersive setting.</p>", 
        "img": "Images/Gateway Clubhouse.jpg",
        "link": "" 
    },
    { 
        "top": "30%", 
        "left": "48%", 
        "title": "Gateway Condos", 
        "info": "<p>Gateway Condos presents a unique opportunity to own a share of luxury with fractional ownership in 13ths, allowing you to enjoy the benefits of a vacation home at a fraction of the cost. This exceptional collection features over 1,000 spacious condos, offering a variety of 5 distinct layouts ranging from 3 to 4-bedroom options designed to provide comfort, space, and flexibility for your ideal getaway.</p> <p>Throughout the community, you'll find multiple private pools nestled within the buildings, while the main draw is the exclusive access to the incredible amenities at Gateway Resort. Owners and guests can enjoy the resort’s beautifully landscaped pools, lazy rivers, hot tubs, and the world-class 27,000 sq. ft. day spa, all set amidst the dramatic beauty of black lava rock cliffs.</p> <p>With a combination of private living, luxury amenities, and fractional ownership, Gateway Condos offers the perfect blend of convenience and upscale resort living. Whether you're seeking a personal retreat or a shared investment in a prime vacation destination, Gateway Condos delivers unparalleled access to a luxurious lifestyle in one of the most stunning environments available.</p>", 
        "img": "Images/Gateway Condos.jpg",
        "link": "" 
    },
    {
        "top": "42%", 
        "left": "20%", 
        "title": "BASH Mancaves", 
        "info": "<p>The BASH Mancaves take the traditional concept of a mancave to a whole new level, combining expansive living spaces with top-tier entertainment and luxury amenities. While each unit features the classic two-story garage with a mezzanine overlooking the garage—ideal for showcasing vehicles and toys—these mancaves offer far more than just storage. Each unit can be fully stocked with any combination of power toys imaginable, from ATVs and jet skis to high-end performance vehicles, ensuring adventure is always within reach.</p> <p>Rising three stories above the garage, the living spaces are designed for both relaxation and entertainment. Each spacious bedroom includes an ensuite bathroom and private balcony, even the dedicated bunkroom, ensuring privacy and comfort for every guest. Expansive windows throughout flood the space with natural light and highlight the breathtaking views.</p> <p>For the ultimate in-home experience, some units include an additional two-story basement, featuring incredible amenities such as a half-court basketball court, pickleball court, private in-home theater with stadium seating, golf simulator, or bowling alley with some offering varying combinations of these features.</p> <p>At the heart of each mancave’s design is the third-floor deck, which features a stunning infinity-edge pool, seamlessly blending indoor and outdoor living. To take the luxury experience even further, private service staff can be arranged, including personal chefs, DJs, or even live pianists, creating an atmosphere tailored to any occasion.</p> <p>With high-end finishes, thoughtfully designed spaces, and entertainment at every turn, the BASH Mancaves set a new standard for luxury, creating the ultimate retreat for those who demand more than just a garage.</p>", 
        "img": "Images/BASH Mancaves.jpg",
        "link": "" 
    },
    {
        "top": "36%", 
        "left": "24.5%", 
        "title": "BASH Facility", 
        "info": "<p>The BASH Facility is the central home for BASH power sports, dedicated to maintaining, repairing, and servicing our fleet of boats, ATVs, and jet skis. This facility is equipped with everything needed to ensure our vehicles remain in top condition, offering reliable upkeep and fast turnaround for all power sports needs.</p> <p>In addition to the maintenance areas, the second floor of the BASH Facility houses a selection of office spaces, providing a functional environment for administrative tasks and operations. This space also serves as an ideal venue for investor events and gatherings, making it a versatile location for both business and recreational activities.</p> <p>The BASH Facility is a key part of our operations, ensuring the smooth running of our power sports fleet while offering professional spaces for business needs and community engagement.</p>", 
        "img": "Images/BASH Facility.jpg",
        "link": "" 
    },
    {
        "top": "37.5%", 
        "left": "24%", 
        "title": "BASH Wash", 
        "info": "<p>BASH Wash is a full-service car wash and detailing facility designed for convenience and quality care. Featuring a high-efficiency car wash tunnel, BASH Wash provides a fast, thorough clean for vehicles of all sizes.</p> <p>For those looking for a more detailed touch, our detail center includes three dedicated bays, offering professional interior and exterior detailing services. Additionally, for those who prefer a hands-on approach, we provide self-service wash bays, allowing customers to clean their vehicles at their own pace.</p> <p>Whether you need a quick wash, a deep clean, or full detailing, BASH Wash delivers top-tier service, keeping vehicles looking their best with ease and efficiency.</p>",
        "img": "Images/BASH Wash.jpg",
        "link": "" 
    },
    {
        "top": "37%", 
        "left": "29%", 
        "title": "Yogi Bear's Marketplace", 
        "info": "<p>Yogi Bear’s Marketplace is a dynamic commercial hub designed to bring shopping, dining, and entertainment together in an immersive, themed environment. Inspired by the energy of Downtown Disney but with its own unique twist, this vibrant district offers a mix of retail shops, diverse dining options, and lively entertainment venues, creating a destination for visitors of all ages.</p> <p>At the heart of the marketplace is a cabaret theater, providing an exciting venue for live performances and special events. The space is also designed to host a variety of gatherings, private functions, and community events, making it a versatile centerpiece for entertainment and engagement.</p> <p>For those looking to enjoy the nightlife, the marketplace will feature a bar and other entertainment options, offering a perfect place to unwind after a day of exploring. Whether you're shopping, dining, catching a show, or experiencing the nightlife, Yogi Bear’s Marketplace is the ultimate gathering place for fun, excitement, and unforgettable experiences.</p>", 
        "img": "Images/Yogi Bear's Marketplace.jpg",
        "link": "" 
    },
    {
        "top": "40%", 
        "left": "51%", 
        "title": "Serenity Park", 
        "info": "<p>Serenity Park is a thoughtfully designed assisted living facility, offering a comfortable, supportive environment for residents to thrive. With 137 rooms, including studio, one-bedroom, and two-bedroom units, as well as a 20-bed memory care unit, Serenity Park provides personalized care to meet the needs of its residents.</p> <p>The memory care unit is designed with the well-being of its residents in mind, featuring a secure, enclosed courtyard for outdoor enjoyment, as well as a dedicated recreation/activity area for therapeutic engagement.</p> <p>Beyond the memory care unit, the main facility offers a wide array of amenities to enrich the lives of all residents. Serenity Park features a rooftop garden where residents can enjoy peaceful outdoor time, a beautifully landscaped outdoor courtyard, and spaces for relaxation, such as a library and theater. Additionally, there are practical spaces like a computer lab, art studio, and gym to support both mental and physical wellness.</p> <p>The facility also includes recreation rooms and conversation areas throughout, encouraging socialization and fostering a sense of community. Serenity Park is designed to offer a vibrant, engaging environment where residents can enjoy their independence while having access to the care and support they need.</p>", 
        "img": "Images/Serenity Park.jpg",
        "link": "" 
    },
    {
        "top": "40%", 
        "left": "64%", 
        "title": "Peach Pit Development", 
        "info": "<p>The Peach Pit is a vibrant mixed-use development designed to bring people together through bold design, thoughtful amenities, and a strong sense of place. Anchored by 25 high-end mancaves, this community combines the best of luxury storage and living with flexible, adventure-ready spaces that can be fully customized with toys, entertainment features, and even staffed experiences.</p><p>Surrounding the mancaves are 88 modern townhomes, perfect for full-time residents or vacation home seekers looking for a low-maintenance lifestyle near the heart of the action. At the center of the development is a dedicated 9,000 sq ft event center, ideal for hosting weddings, conventions, farmers markets, and community events.</p><p>Complementing the event space are beautifully maintained gardens, a working pecan orchard, and an on-site restaurant and store, creating a welcoming, walkable environment where community and comfort meet. Whether you're looking to entertain, retreat, or plant roots, The Peach Pit offers a fresh, well-rounded lifestyle with something for everyone.</p>", 
        "img": "Images/Peach Pit Development.jpg",
        "link": "" 
    },
    {
        "top": "67%", 
        "left": "51%", 
        "title": "Dixie Heights Development", 
        "info": "<p>Dixie Heights is a thoughtfully developed residential community that blends scenic desert landscapes with comfortable, livable design. Perched in a beautiful area of Southern Utah, this neighborhood features around 100 homes built by a variety of quality builders, offering a range of styles and layouts to suit modern family life.</p><p>While we’ve only got a few exclusive homes remaining under construction, our early involvement in developing the land has helped shape Dixie Heights into the desirable community it is today. With convenient access to surrounding recreation and amenities, Dixie Heights delivers the best of both natural beauty and neighborhood living.</P>", 
        "img": "Images/Dixie Heights.jpg",
        "link": "" 
    },
    {
        "top": "35%", 
        "left": "67%", 
        "title": "The Vineyard", 
        "info": "<p>The Vineyard is an upscale residential community defined by elegance, space, and a touch of timeless charm. This beautifully maintained neighborhood features large, luxury homes designed with high-end finishes and thoughtful details throughout, offering a premium living experience for those who appreciate quality and sophistication.</p><p>What sets this community apart is its namesake vineyard, a lush and scenic centerpiece that not only enhances the beauty of the area but brings a sense of serenity and distinction to the neighborhood. Whether as a full-time residence or a refined retreat, The Vineyard is a place where luxury and lifestyle come together naturally.</P>", 
        "img": "Images/Vineyard.jpg",
        "link": "" 
    },
    {
        "top": "29%", 
        "left": "70%", 
        "title": "", 
        "info": "<p>Ence Homes</P>", 
        "img": "Images/Ence Homes.jpg",
        "link": "" 
    },
    {
        "top": "32.5%", 
        "left": "60%", 
        "title": "", 
        "info": "<p>Holmes Homes</P>", 
        "img": "Images/Holmes Homes.jpg",
        "link": "" 
    },
    {
        "top": "33%", 
        "left": "56%", 
        "title": "", 
        "info": "<p>Visionary Homes</P>", 
        "img": "Images/Visionary Homes.jpg",
        "link": "" 
    },
    {
        "top": "38%", 
        "left": "47%", 
        "title": "", 
        "info": "<p>Holmes Homes</P>", 
        "img": "Images/Holmes Homes.jpg",
        "link": "" 
    },
    {
        "top": "38.5%", 
        "left": "41%", 
        "title": "", 
        "info": "<p>Visionary Homes</P>", 
        "img": "Images/Visionary Homes.jpg",
        "link": "" 
    },
    {
        "top": "42%", 
        "left": "40%", 
        "title": "Red Slate Estates", 
        "info": "<p>Richmond American</P>", 
        "img": "Images/Richmond American Homes.jpg",
        "link": "" 
    },
    {
        "top": "42%", 
        "left": "55%", 
        "title": "Peach Springs Subdivision", 
        "info": "<p>Smooth Stone</P>", 
        "img": "Images/Smooth Stone.jpg",
        "link": "" 
    },
    {
        "top": "32%", 
        "left": "42%", 
        "title": "Townhomes", 
        "info": "<p>Simply Land LLC</P>", 
        "img": "Images/Townhomes.jpg",
        "link": "" 
    },
    {
        "top": "37%", 
        "left": "51%", 
        "title": "Gateway Park", 
        "info": "<p>Gateway Park is a premier recreational destination within the development, offering something for everyone to enjoy. Featuring 18 pickleball courts, it’s the perfect place for enthusiasts of all skill levels to play, compete, or practice. Alongside the courts, there are 2 soccer fields for teams and players to engage in friendly matches, along with plenty of green space for relaxation, picnics, or casual outdoor activities.</p> <p>For families, there’s a playground that provides a safe and fun environment for children to explore and enjoy. The concessions area offers a variety of snacks and refreshments, ensuring you can stay fueled and hydrated throughout your visit.</p> <p>Gateway Park is just one of the many recreational spaces being added to the development, designed to create an active, vibrant community where individuals and families can stay engaged, active, and entertained. Whether you’re here for a game of pickleball, soccer, or simply to enjoy the outdoors, this park is a cornerstone of the overall development’s focus on recreation and well-being.</p>", 
        "img": "Images/Gateway Park.jpg",
        "link": "" 
    },
    {
        "top": "39%", 
        "left": "34%", 
        "title": "BASH Park", 
        "info": "<p>BASH Park is a smaller, laid-back recreation area designed for casual play and open-air enjoyment. This park features 1 full-size soccer field and 2 beach volleyball pits, offering space for both organized sports and spontaneous games.</p><p>The open green space and minimalist setup make it a great spot for relaxed community gatherings, team practices, or just enjoying the outdoors. BASH Park adds another layer of variety to the area’s growing collection of recreational options.</p>", 
        "img": "Images/BASH Park.jpg",
        "link": "" 
    },
    {
        "top": "34%", 
        "left": "34%", 
        "title": "Zion Utah Jellystone Park™", 
        "info": "<p>Welcome to Zion Utah Jellystone Park™, the newest RV park in Southern Utah. Located near Zion National Park and St. George, our park offers a unique blend of exciting outdoor activities, water attractions, and relaxing accommodations like RV sites and cabin rentals. Whether you’re looking to explore Zion’s beauty or enjoy family-friendly fun at our campground, we have everything you need for an unforgettable stay.</p><p>Access to our Water Zone and Floating Obstacle Course are included with every reservation.</p>", 
        "img": "Images/Zion Utah Jellystone Park.jpg",
        "link": "https://zionutahjellystonepark.com/" 
    },
    {
        "top": "33%", 
        "left": "36%", 
        "title": "The Ropes of Southern Utah", 
        "info": "<p>The Ropes of Southern Utah is a premier aerial adventure destination designed to challenge, entertain, and inspire. The centerpiece is a professionally engineered multi-level ropes course, currently featuring 40+ obstacles with plans to expand to 60 elements by the end of 2025. The course offers five difficulty levels, including an all-abilities tier, ensuring a thrilling experience for both first-timers and seasoned climbers.</p><p>Beyond the ropes course, the complex boasts a variety of attractions, including bungee trampolines, HD golf simulators, and the Valo Arena, an immersive virtual gaming experience. On-site dining options like The Doughnuttery provide sweet treats to refuel after a day of adventure.</p><p>Whether you're seeking a family outing, a group event, or a personal challenge, The Ropes of Southern Utah offers an unforgettable blend of excitement and natural beauty. With its commitment to safety, inclusivity, and fun, it's the ultimate destination for adventurers of all ages.</p>", 
        "img": "Images/The Ropes of Southern Utah.jpg",
        "link": "https://theropesofsouthernutah.com/" 
    },
    {
        "top": "31%", 
        "left": "32%", 
        "title": "Utah Prep Academy", 
        "info": "<p>Discover the unparalleled experience at Utah Prep Academy, an international preparatory boarding school that seamlessly integrates top-tier academics, elite nationally ranked athletics, and an awe-inspiring campus. Situated on a stunning 55-acre property at the gateway to Zion National Park in Southern Utah, just 95 minutes from Las Vegas! Utah Prep Academy is where potential is unlocked and excellence thrives.</p><p>At Utah Prep, we are committed to academic distinction. We are in our third year with our Academic Partner Mount Vernon Academy who is celebrating their 50th year of academic excellence. Our curriculum is designed to challenge and inspire, fostering a love for learning and critical thinking. We believe in nurturing the whole student, ensuring they are prepared for success in higher education and beyond.</p><p>Utah Prep is home to our nationally ranked basketball team that has gained national recognition. Entering its fifth thrilling season, our basketball program has its roots in the high school development program of Major League Soccer’s Real Salt Lake. Athletes receive top-notch training while embodying the values of teamwork, discipline, and perseverance. Our program is tailored to develop not only outstanding athletes but also well-rounded individuals.</p><p>Experience the unique blend of world-class academics, elite athletics, and breathtaking natural beauty at Utah Prep Academy. Here, students are empowered to excel in every aspect of their lives, preparing them for a future filled with limitless possibilities.Discover the difference at Utah Prep Academy, where excellence meets opportunity. Join us and become a part of a tradition of Growth, Success and Achievement.</p>", 
        "img": "Images/Utah Prep Academy.jpg",
        "link": "https://utahprep.com/" 
    },
    {
        "top": "41%", 
        "left": "31%", 
        "title": "Obsidian Resort", 
        "info": "<p>Powered by premier hospitality, the residential experience at Obsidian Resort & Residences encompasses seven courtyard garden buildings with expansive, design-centric homes with outdoor spaces—set against the cinematic backdrop of a pristine landscape. The residences offer a thoughtful counterpoint to a traditional hotel stay, anchored by all the conveniences, amenities, and hospitality services of a quintessential destination resort. The unique ownership structure offers buyers the opportunity to take advantage of the effortless in-house rental program to support their investment.</p>", 
        "img": "Images/Obsidian Resort.jpg",
        "link": "https://www.obsidianresortandresidences.com/obsidian-residences" 
    },
    {
        "top": "27.5%", 
        "left": "50%", 
        "title": "Gas Satation", 
        "info": "<p></p>", 
        "img": "Images/Gas Station.jpg",
        "link": "" 
    },
    {
        "top": "26.75%", 
        "left": "53.5%", 
        "title": "Food", 
        "info": "<p></p>", 
        "img": "Images/Food Strip.jpg",
        "link": "" 
    },
    {
        "top": "26.25%", 
        "left": "58%", 
        "title": "Grocery Store", 
        "info": "<p></p>", 
        "img": "Images/Grocery Store.jpg",
        "link": "" 
    },
    {
        "top": "25.5%", 
        "left": "64%", 
        "title": "Home Improvement Store", 
        "info": "<p></p>", 
        "img": "Images/Home Improvement.jpg",
        "link": "" 
    },
    {
        "top": "25%", 
        "left": "68%", 
        "title": "Activity Center", 
        "info": "<p></p>", 
        "img": "Images/Activity Center.jpg",
        "link": "" 
    },
    {
        "top": "24.5%", 
        "left": "72%", 
        "title": "Medical Center", 
        "info": "<p></p>", 
        "img": "Images/Medical Center.jpg",
        "img2": "Images/Medical Center Plat.jpg",
        "link": "" 
    }
]